{
  "Change language": "Change language",
  "Portuguese": "Portuguese",
  "English": "English",
  "Projects": "Projects",
  "Contact": "Contact",
  "Software Engineer": "Software Engineer",
  "banner_1": "Hello, my name is Gustavo Felicidade and I am a highly qualified Software Engineer with experience in developing websites, APIs and applications using a wide range of technologies, such as React, NextJS, Angular, Vue, NodeJS, Express, Prisma, React Native, Expo and many more.",
  "banner_2": "I started my programming studies at ETEC Fernando Prestes, where I studied for 3 years, and learned a lot about web programming, object-oriented programming and participated in programming marathons (and won the ninth programming marathon at Centro Paula Souza).",
  "banner_3": "After finishing high school, with a lot of knowledge, I started my studies at FACENS University, where I continued my course in Systems Analysis and Development.",
  "banner_4": "Just 4 months after entering university, I started my first internship in the programming area. I progressed very quickly, mastering the most current technologies in the web programming market, and was then promoted to Jr. My tasks became more complex and robust, but I still managed to master them. And the more I demonstrated my ability to solve problems and implement advanced technologies and resources, the more recognition I gained, and that's when I was promoted to Plain Developer. Today, I can perform any task assigned to me without any insecurity, and I can do it assertively, quickly and in a structured way for future maintenance.",
  "Academic Education": "Academic Education",
  "Professional Experience": "Professional Experience",
  "Present": "Present",
  "History": "History",
  "Name": "Name",
  "Message": "Message",
  "Success!": "Success!",
  "Your message was sent successfully!": "Your message was sent successfully!",
  "Send": "Send",
  "Email must contain at least 3 character(s)": "Email must contain at least 3 character(s)",
  "Email must not contain more than 255 character(s)": "Email must not contain more than 255 character(s)",
  "Message must contain at least 3 character(s)": "Message must contain at least 3 character(s)",
  "Message must not contain more than 255 character(s)": "Message must not contain more than 255 character(s)",
  "Invalid email": "Invalid email",
  "Technologies": "Technologies"
}
