{
  "Change language": "Cambiar idioma",
  "Portuguese": "Portugués",
  "English": "Inglés",
  "Español": "Español",
  "Projects": "Proyectos",
  "Contact": "Contacto",
  "Software Engineer": "Ingeniero de Software",
  "banner_1": "Hola, mi nombre es Gustavo Felicidade y soy un Ingeniero de Software altamente calificado con experiencia en el desarrollo de sitios web, API y aplicaciones utilizando una amplia gama de tecnologías, como React, NextJS, Angular, Vue, NodeJS, Express, Prisma, React Native, Expo y mucho más.",
  "banner_2": "Inicié mis estudios de programación en ETEC Fernando Prestes, donde estudié durante 3 años, y aprendí mucho sobre programación web, programación orientada a objetos y participé en maratones de programación (y gané el noveno maratón de programación en el Centro Paula Souza).",
  "banner_3": "Luego de terminar el bachillerato, con muchos conocimientos, comencé mis estudios en la Universidad FACENS, donde continué la carrera de Análisis y Desarrollo de Sistemas.",
  "banner_4": "Apenas 4 meses después de ingresar a la universidad, comencé mi primera pasantía en el campo de la programación. Progresé muy rápidamente, dominando las tecnologías más actuales en el mercado de la programación web, y luego fui ascendido a Jr. Mis tareas se volvieron más complejas y robustas, pero aun así logré dominarlas. Y cuanto más demostraba mi capacidad para resolver problemas e implementar tecnologías y recursos avanzados, más reconocimiento obtenía, y fue entonces cuando me ascendieron a Full Developer. Hoy puedo realizar cualquier tarea que me asigne sin ningún tipo de inseguridad, realizándolas de manera asertiva, rápida y estructurada para futuros mantenimientos.",
  "Academic Education": "Formación Académica",
  "Professional Experience": "Experiencia Profesional",
  "Present": "Actual",
  "History": "Historia",
  "Name": "Nombre",
  "Message": "Mensaje",
  "Success!": "Éxito!",
  "Your message was sent successfully!": "Tu mensaje fue enviado exitosamente!",
  "Send": "Enviar",
  "Email must contain at least 3 characters": "El correo electrónico debe contener al menos 3 caracteres.",
  "Email must not contain more than 255 characters": "El correo electrónico no debe contener más de 255 caracteres.",
  "Message must contain at least 3 characters": "El mensaje debe contener al menos 3 caracteres.",
  "Message must not contain more than 255 characters": "El mensaje no debe contener más de 255 caracteres.",
  "Invalid email": "Correo electrónico no válido",
  "Technologies": "Tecnologías",
  "Repository": "Repositorio",
  "Deploy": "Deploy"
}
