{
  "Change language": "Mudar idioma",
  "Portuguese": "Português",
  "English": "Inglês",
  "Español": "Espanhol",
  "Projects": "Projetos",
  "Contact": "Contato",
  "Software Engineer": "Engenheiro de Software",
  "banner_1": "Olá, meu nome é Gustavo Felicidade e sou um Engenheiro de Software altamente qualificado com experiência em desenvolvimento de sites, APIs e aplicações utilizando uma ampla gama de tecnologias, como React, NextJS, Angular, Vue, NodeJS, Express, Prisma, React Native, Expo e muito mais.",
  "banner_2": "Iniciei meus estudos de programação na ETEC Fernando Prestes, onde estudei por 3 anos, e aprendi muito sobre programação web, programação orientada a objetos e participei de maratonas de programação (e venci a nona maratona de programação no Centro Paula Souza).",
  "banner_3": "Após terminar o ensino médio, com muito conhecimento, iniciei meus estudos na Universidade FACENS, onde dei continuidade ao curso de Análise e Desenvolvimento de Sistemas.",
  "banner_4": "Apenas 4 meses após entrar na universidade, iniciei meu primeiro estágio na área de programação. Progredi muito rapidamente, dominando as tecnologias mais atuais do mercado de programação web, sendo então promovido a Jr. Minhas tarefas tornaram-se mais complexas e robustas, mas ainda assim consegui dominá-las. E quanto mais eu demonstrava minha capacidade de resolver problemas e implementar tecnologias e recursos avançados, mais reconhecimento eu ganhava, e foi aí que fui promovido a Desenvolvedor Pleno. Hoje posso executar qualquer tarefa que me for atribuída sem qualquer insegurança, as fazendo de forma assertiva, rápida e estruturada para futuras manutenções.",
  "Academic Education": "Formação Acadêmica",
  "Professional Experience": "Experiência Profissional",
  "Present": "Atual",
  "History": "Histórico",
  "Name": "Nome",
  "Message": "Mensagem",
  "Success!": "Sucesso!",
  "Your message was sent successfully!": "Sua mensagem foi enviada com sucesso!",
  "Send": "Enviar",
  "Email must contain at least 3 characters": "O email deve conter no mínimo 3 caracteres",
  "Email must not contain more than 255 characters": "O email não deve conter mais de 255 caracteres",
  "Message must contain at least 3 characters": "A mensagem deve conter no mínimo 3 caracteres",
  "Message must not contain more than 255 characters": "A mensagem não deve conter mais de 255 caracteres",
  "Invalid email": "Email inválido",
  "Technologies": "Tecnologias",
  "Repository": "Repositório",
  "Deploy": "Deploy"
}
